/*
 * #1
 * Получить из данного массива пользователей
 * массив их полных имен
 * EX: ['Vasya Vasiliev', 'Ivan Ivanov']
*/

/*
 * #2
 * Получить из данного массива пользователей
 * только тех, кто старше определенного возраста
*/

/*
 * #3
 * Получить из данного массива заказов
 * среднюю сумму заказа
*/

/*
 * #4
 * Получить из данного массива пользователей
 * распределение по интересам
 * EX: { computers: 3, food: 5, math: 1, cats: 3 }
 * где ключ соответствует названию интреса
 * а значение - количество людей с таким интересом
*/
